[
  {
    "title": "Risk disclosure preceding negative outcomes: the effects of reporting critical audit matters on judgements of auditor liability",
    "author": "Brasel et al.",
    "year": "2016",
    "abstract": "CAM disclosures only reduce auditor liability for undetected misstatements that absent CAM disclosure are relatively difficult to foresee.",
    "file": "literature sharing/Brasel-RiskDisclosurePreceding-2016.pdf"
  },
  {
    "title": "How do auditor rotations affect key audit matters: evidence from South Africa",
    "author": "South African Audit Study Group",
    "year": "2022",
    "abstract": "The paper deals specifically with audit partner and firm rotations as possible KAM determinants. Hand-collected details are analysed to test for changes in the absolute number of KAMs as well as for KAMs added to or removed from audit reports to provide a more refined measure of how KAM disclosures are varying.",
    "file": "literature sharing/BAR-How do auditor rotations affect key audit matters-south africa.pdf"
  },
  {
    "title": "How auditors identify and report key audit matters - An organizational routines perspective",
    "author": "Warren Maroun, Alan Duboisee de Ricquebourg.",
    "year": "2024",
    "abstract": "Despite the volume of auditing research over the last decade, relatively little is known about how auditors apply speciffc codiffed requirements. We use organisational routines as a schematic and Power’s (2003) distinction between the front and backstage of an audit to explore the link between the broad prescriptions in ISA 701 and the micro-level performances of individual auditors to report key audit matters (KAMs). Interviews with 42 senior staff from large and mid-tier audit firms reveal how the ostensive elements of auditing routines result in coercive, normative and mimetic forces. These forces regulate and coordinate how audit procedures are executed to yield a frontstage representation of technical and procedural rigour. Yet, at the performative level experience, professional judgement and dynamic operating environments counter isomorphic forces. The messier backstage of activities provides an opportunity for minor modiffcations to audit procedures which can accumulate and impact the routine at the ostensive level. That the responsibility for the reporting KAMs vests with engagement leaders increases the opportunity for variability as they exercise professional judgement to modify the routine. Overall, our paper adds to the literature on how auditing is socially constructed and reveals how technical concepts are “transmitted” among individual practitioners to illuminate an understudied aspect of auditing. The study provides an original action-orientated perspective of how routines work in professional settings. It complements the largely inferential work on KAM determinants and should be relevant for standard-setters conducting a post-implementation review of ISA 701 and regulators monitoring KAM reporting.",
    "file": "literature sharing/How-auditors-identify-and-report-key-audit-matters---A_2024_The-British-Acco.pdf"
  },
  {
    "title": "Informativeness of Key Audit Matters: Evidence from China",
    "author": "Beng Wee Goh, Jimmy Lee, Dan Li, Muzhi Wang.",
    "year": "2023",
    "abstract": "This study examines whether the key audit matters (KAMs) disclosed in expanded audit reports as a part of recent regulatory reforms are informative for investors in an emerging economy setting. Using the recent adoption of expanded audit reports for firms listed exclusively in Mainland China, we find robust evidence that the abnormal trading volume and earnings response coefficients (ERCs) are higher and that stock price synchronicity is lower during the postadoption period than during the preadoption period. In additional tests, we find some evidence that KAMs are more informative for non-state-owned enterprises (non-SOEs), smaller firms, and firms that have a smaller analyst following. Finally, we also find that investors respond to the characteristics of KAM disclosures, providing corroborative evidence of the informativeness of these disclosures. Overall, our study provides systematic evidence that KAMs are incrementally informative for investors in an emerging economy.",
    "file": "literature sharing/Informativeness of Key Audit Matters Evidence from China.pdf"
  },
  {
    "title": "Investigating recent audit reform in the Australian context: An analysis of the KAM disclosures in audit reports 2017–2018",
    "author": "Michael Kend, Lan Anh Nguyen.",
    "year": "2020",
    "abstract": "The aim of this study is to explore the new Australian auditing regulations around Key Audit Matters (KAMs), fully adopted since 2017, by reporting on matters published in over 3,000 Australian statutory audit reports from 2017 to and including 2018 reports. The study provides the first evidence on whether auditors used the same or different disclosures related to audit procedures when reporting on the same KAM in the second year in Australia. The findings suggest the most common KAM disclosures are related to “impairments of goodwill and intangible assets,” “revenue recognition,” “asset valuation,” “acquisitions,” and “exploration and evaluation.” Around 70% of Australian auditees had the same KAMs disclosed in both years 2017 and 2018. The study found differences between large and small audit practitioners related to the average number of KAMs disclosed and the average number of audit procedures undertaken per KAM. There were also differences found between industries and auditee size.",
    "file": "literature sharing/Investigating recent audit reform in the Australian context.pdf"
  },
  {
    "title": "It's a matter of style: The role of audit firms and audit partners in key audit matter reporting",
    "author": "Linette M. Rousseau, Karla M. Zehms.",
    "year": "2023",
    "abstract": "We examine the relative importance of audit firm versus partner decision styles in key audit matter (KAM) reporting. Standard setters intended KAMs to increase the usefulness of the audit report by requiring the partner-led engagement team to disclose engagement-specific information about the most significant judgments they made during the audit. However, stakeholders expressed widespread concern that audit firms’ longstanding efforts toward standardization would result in generic KAMs at the audit firm level and provide partners little opportunity or incentive for engagement specific  reporting. We evaluate this high-stakes tension between standard setters’ goals for audit reporting and auditors’ deep-rooted practices by leveraging data from the United Kingdom, which has required partner identification since 2009 and expanded audit reports since 2013. We find that clients sharing the same partner receive KAMs that are 10% more textually similar than clients with different partners. In contrast, clients sharing the same audit firm receive KAMs that are just 2% more textually similar than clients with different audit firms. This implies that partner decision styles are more important in influencing KAM outcomes than audit firm styles. Collectively, our results suggest that partners make unique KAM reporting judgments, countering concerns that audit firms’ efforts toward standardization will yield boilerplate KAMs. This evidence extends the literature on expanded audit reporting and partner decision styles and provides valuable insights into a contemporary issue in audit regulation with broader implications for understanding dynamics within the profession.",
    "file": "literature sharing/it's a matter of style-the role of audit firms and audit partners in kam reporting.pdf"
  },
  {
    "title": "Key Audit Matters Reports in China: Their Descriptions and Implications of Audit Quality",
    "author": "Yamin Zeng, Joseph H. Zhang, Junsheng Zhang, Mengyu Zhang.",
    "year": "2021",
    "abstract": "Using Chinese data of key audit matters (KAM) reports, this study assesses whether the KAM rule improves audit quality and how KAM disclosures relate to audit quality. With textual analysis, we evaluate disclosure characteristics in detail and find that auditors report both industry-generic and firm-specific KAM. The wordings, to a large extent, are firm-specific and differ in KAM reporting components. Our empirical investigation via the pre-post and difference-in-differences analyses reveals that audit quality is improved following the mandatory rule. The crosssectional analysis shows that the number of KAMs and disclosure characteristics (such as specificity, similarity, readability, and length) signal auditors’ concern about clients’ earnings quality, audit effort, and the propensity of issuing modified opinions. Overall, our paper provides some evidence on the implementation and communicative value of the new KAM reporting.",
    "file": "literature sharing/Key Audit Matters Reports in China Their Descriptions and Implications of.pdf"
  },
  {
    "title": "Key audit risks and audit procedures during the initial year of the COVID-19 pandemic: an analysis of audit reports 2019-2020",
    "author": "Michael Kend and Lan Anh Nguyen.",
    "year": "2021",
    "abstract": "Purpose – The purpose of this study is to explore audit procedure disclosures related to key audit risks, during the prior year and the initial year of the COVID-19 outbreak, by reporting on matters published in over 3,000 Australian statutory audit reports during 2019 and 2020. Design/methodology/approach – This study partially uses latent semantic analysis methods to apply textual and readability analyses to external audit reports in Australia. The authors measure the tone of the audit reports using the Loughran and McDonald (2011) approach. Findings – The authors ﬁnd that 3% of audit procedures undertaken during 2020 were designed to address audit risks associated with the COVID-19 pandemic. As a percentage of total audit procedures undertaken during 2020, the authors ﬁnd that smaller practitioners reported much less audit procedures related to COVID-19 audit risks than most larger audit ﬁrms. Finally, the textual analysis further found differences in the sentiment or tone of words used by different auditors in 2020, but differences in sentiment or tone were not found when 2020 was compared to the prior year 2019. Originality/value – This study provides early evidence on whether auditors designed audit procedures to deal speciﬁcally with audit risks that arose due to the COVID-19 pandemic and on the extent and nature of those audit procedures. The study will help policymakers to better understand whether Key Audit Matters provided informational value to investors during a time of global crisis.",
    "file": "literature sharing/Key audit risks and audit procedures during the initial year of the COVID 19.pdf"
  },
  {
    "title": "Large-Sample Evidence on Firms’ Year-over-Year MD&A Modiﬁcations",
    "author": "STEPHEN V. BROWN AND IENNIFER WU TUCKER.",
    "year": "2010",
    "abstract": "The Securities and Exchange Commission (SEC) has expressed concern about the informativeness of ﬁrms’ Management Discussion and Analysis (MD&A) disclosures. A ﬁrm’s MD&A is potentially uninformative if it does not change appreciably from the previous year after signiﬁcant economic changes at the ﬁrm. We introduce a measure for narrative disclosure—the degree to which the MD&A differs from the previous disclosure—and provide three ﬁndings on the usefulness of MD&A disclosure. First, ﬁrms with larger economic changes modify the MD&A more than those with smaller economic changes. Second, the magnitude of stock price responses to 10-K ﬁlings is positively associated with the MD&A modiﬁcation score, but analyst earnings forecast revisions are unassociated with the score, suggesting that investors—but not analysts—use MD&A information. Finally, MD&A modiﬁcation scores have declined in the past decade even as MD&A disclosures have become longer; the price reaction to MD&A modiﬁcation scores has also weakened, suggesting a decline in MD&A usefulness.",
    "file": "literature sharing/large sample evidence firms' year-over-year modification.pdf"
  },
  {
    "title": "Learning from Expert: A Textual Similarity and Topic Study of Expanded Auditor’s Report in the United Kingdom",
    "author": "YAU, Ling Na Belinda.",
    "year": "2019",
    "abstract": "The new auditing standard, ISA (UK and Ireland) 700, which requires auditors to discuss risks of material misstatements (RMMs) in audit reports, has offered a great opportunity to examine how audit expertise may influence other auditors. Unlike past boilerplate audit reports which hardly distinguish outputs by audit experts and fellow auditors, RMMs are rich, contextual, and informative. Through the lens of textual analyses and learning pattern among auditors, this study aims to provide new evidence on this important issue. In this paper, I use RMM textual similarity as well as RMM topic and audit work categorization to investigate how auditors may learn from industry audit experts. First, by focusing on textual similarity of RMM documentation in audit reports, I hypothesize and find that auditors do not only set up a firm-wide RMM reporting template to maintain similar reporting quality across firm, but they also learn from and follow industry audit expert’s wordings to enhance reporting quality and credibility. Second, by manually categorizing RMM documentations into 25 RMM topics and further categorizing various audit work in response to some specific RMM topics, I find support that what auditors consider as significant risks and how auditors address the risks are also affected by auditor’s own template as well as by audit expert. Third, additional tests reveal that fellow auditors do not blindly follow expert’s wordings, RMM topic choice, or audit work choice. Smaller audit firms with fewer resources tend to follow experts more. Moreover, auditors selectively follow experts that are perceived to be of “higher quality,” and they follow more when their clients are similar to those audited by experts along several audit risk dimension. As for the consequences of maintaining an auditor’s firm-wide template or/ and following expert, I find that auditors tend to charge higher audit fees and have shorter audit delay. Overall, this study provides some initial descriptive evidence on auditor’s auditing and writing choice of RMMs and sheds light on how auditors may learn and benefit from RMM auditing and reporting of experts in the profession.",
    "file": "literature sharing/Learning_from_Expert_A_Textua.pdf"
  },
  {
    "title": "ＭＤ＆Ａ文本相似性会影响审计风格吗？",
    "author": "阳震青，占焱芳",
    "year": "2024",
    "abstract": "“管理层讨论与分析” （ＭＤ＆Ａ） 信息披露通常会受到管理层的影响，并带来相应的披露后果。 以２０１４—２０２１ 年上市公司为研究样本，以审计师向客户发表非标准审计意见的准确度来衡量审计风格，实证检验ＭＤ＆Ａ 文本相似性对审计风格的影响。 研究发现：ＭＤ＆Ａ 文本相似性越高，审计风格越激进；分析师跟踪、信息披露质量和媒体关注度削弱了 ＭＤ＆Ａ 文本相似性与审计风格之间的正相关关系。 影响机制研究发现：ＭＤ＆Ａ 文本相似性越高，审计师投入的审计资源会越少，要求的收费水平就会降低，使得审计风格更加激进。 异质性分析发现：ＭＤ＆Ａ 文本语调更为积极的一组，ＭＤ＆Ａ 文本相似性与审计风格之间的关系不显著，语调消极的一组二者之间仍存在显著的正相关关系，而 ＭＤ＆Ａ 文本可读性程度的高低不影响 ＭＤ＆Ａ 文本相似性和审计风格之间的关系。上述研究结论对监管机构落实审计师责任、审计师作出审计判断和投资者进行投资决策等具有一定的参考意义。",
    "file": "literature sharing/MD_A文本相似性会影响审计风格吗__阳震青.pdf"
  },
  {
    "title": "Measuring and analyzing the information entropy value of key Audit matters (KAMs) disclosure at the system and reporting scale",
    "author": "Jintian Lin.",
    "year": "2024",
    "abstract": "Drawing upon information entropy theory, this study deduces a measurement formula for the information entropy for key audit matters (KAMs) disclosure, considering both system scale and audit report scale. The information entropy of an audit report within a speciffc system is calculated as the weighted average logarithm value of the continuous product of KAM disclosure frequencies. Subsequently, a systematic calculation of KAM disclosure information entropy is conducted using 14,837 ffnancial statement audit reports from listed companies traded on the Shanghai and Shenzhen Stock Exchanges, covering the FY 2017-20 period. The ffndings indicate that: (1) The information entropy of KAM disclosure has decreased from 2017 to 2020, while the homogenization degree of KAM disclosure has increased. (2) The information entropy and evenness of KAM disclosure on the main board are signiffcantly higher than those of the ChiNext and the STAR Market. (3) The transportation, storage and postal services, manufacturing, ffnance, power supply, heating, gas and water supply industries exhibit the highest overall information entropy of KAM disclosure, indicating good quality. (4) The information entropy and evenness of KAM disclosure are higher for the big 4 accounting ffrms compared to domestic accounting ffrms and big 8 accounting ffrms. (5) The KAMs disclosed when the Certiffed Public Accountant (CPA) provides unqualiffed opinions, emphasizing that matter paragraphs possess higher information value, and are more disorderly and balanced. The measurement method and related results of information entropy offer reference and comparative value for future research on the quality of KAMs disclosure.",
    "file": "literature sharing/Measuring and analyzing the information entropy value of key Audit matters (KAMs) disclosure at the system and reporting scale.pdf"
  },
  {
    "title": "The Power of Words: An Empirical Analysis of the Communicative Value of Extended Auditor Reports",
    "author": "Andreas Seebeck, Devrimi Kaya.",
    "year": "2021",
    "abstract": "We examine the communicative value of extended auditor reports in the United Kingdom (UK), where ISA 700 (UK and Ireland) requires auditors to disclose the risks of material misstatement that had the greatest effect on the audit—key audit matters (KAM). By using methods from computational linguistics, we find that different proxies for communicative value (i.e., readability, evaluative content, visual aids, and specificity) improve in post-ISA 700 periods. Cross-sectional tests show that the improvement differs across audit firms and audit clients as well as KAM disclosure characteristics. Finally, broadly consistent with concurrent studies, we find no evidence that several proxies for communicative value are informative to investors. However, we find initial evidence that a more specific description of KAM is significantly and positively associated with capital market reactions, suggesting that investors value precise information. Overall, this study directly responds to the call for more research on how KAM are worded.",
    "file": "literature sharing/read_count_uncertain_specific_visual_The Power of Words.pdf"
  },
  {
    "title": "REPETITIVE DISCLOSURES IN THE MD&A",
    "author": "Han (Heather) Li.",
    "year": "2014",
    "abstract": "This study is the first to empirically analyze repetitive disclosures in the Management Discussion and Analysis (MD&A) section of the 10-K filing. I define repetitive disclosures as the amount of content in the MD&A repeated from the notes. The Securities and Exchange Commission (SEC) believes that repetitive disclosures are uninformative and that such disclosures decrease the informativeness of other disclosures (non-repetitive) in the MD&A. Building on research from the communication literature, I find evidence contradicting the SEC’s views. First, repetitive disclosures are informative to investors and financial analysts. Second, repetitive disclosures increase the informativeness of non-repetitive disclosures, especially for individual investors. I further examine whether there is a variation across firms in their use of repetitive disclosures. I find that firms with greater year-to-year absolute change in earnings, less powerful CEOs and more operational uncertainty are associated with more repetitive disclosures. Overall, my results suggest that repetitive disclosures are informative and such disclosures are likely an effective tool for providing information to investors and financial analysts. Chapter 2 distinguishes between Item 103 and contingency note disclosures and is the first to examine the complementary relation between Item 103 and contingency note disclosures. A firm has two locations in the 10-K to disclose litigation information: (1) Item 103, legal proceedings and (2) contingency note disclosures. I find evidence that firms with high proprietary costs and litigation-risk are associated with more modifications in litigation disclosures. This finding implies that other than increase in litigation risk high proprietary cost can encourage managers to update litigation disclosures in a timely manner. Next, I find that, on average, approximately 40% of Item 103 is repetitive information from contingency note disclosures, and approximately 20% of contingency note disclosures are repetitive information from Item 103. This finding confirms the SEC's and the FASB's concern that firms are repeating a large quantity of information between the two litigation sections. Finally and most importantly, with the existence of repetitive litigation disclosures, I find that Item 103 and contingency note disclosures are both positively associated with the absolute stock returns around 10-K filings. Overall, my results suggest that although firms repeat information between the two litigation sections, litigation disclosures are sufficiently complementary so that each provides useful information to investors.",
    "file": "literature sharing/repetitive disclosures in the md&a.pdf"
  },
  {
    "title": "Repetitive Disclosure in the MD&A",
    "author": "Heather Li.",
    "year": "2013",
    "abstract": "This study is the first to empirically analyze repetitive disclosures in the Management Discussion and Analysis (MD&A) section of the 10-K filing. Repetitive disclosures refer to the extent that content in the MD&A is repeated from the audited financial statement notes. I empirically analyze repetitive disclosures in the MD&A section of the 10-K filing, and find that firms tend to use more repetitive disclosures when firms have a new CEO, a high level of new disclosures in the notes, issued equity, and have missed the prior year’s earnings benchmark. These findings suggest that not all managers use repetitive disclosures to simply obfuscate disclosures. Rather, some managers use repetitive disclosures to emphasize firm-specific events, consistent with the succession hypothesis. The Securities and Exchange Commission (SEC) states that repetitive disclosures are uninformative and that such disclosures decrease the informativeness of other disclosures in the MD&A. Casting doubts on the SEC’s comments, in my primary analyses, I find that repetitive disclosures are informative to investors; this result is stronger for individual investors. Overall, my results suggest that repetitive disclosures are informative, and such disclosures may be effective tools for providing information to investors.",
    "file": "literature sharing/RepetitiveDisclosures_R2edited.pdf"
  },
  {
    "title": "TEXT SIMILARITY, BOILERPLATES AND THEIR DETERMINANTS IN KEY AUDIT MATTERS DISCLOSURE",
    "author": "Tobias Carlé, Nicolas Pappert, Reiner Quick.",
    "year": "2023",
    "abstract": "Like the European Commission, many regulators and standard setters worldwide have substantially revised the requirements for auditor’s reports on statutory audits of public interest entities. Their objective was to improve the report’s information content and, hence, the transparency of the audit. A significant change was the introduction of a key audit matters (KAM) disclosure which increased the scope, meaningfulness, and individuality of auditor’s reports. However, critics fear that auditors could use similar or standard formulations (i.e., boilerplate reporting) and not really increase the information value of the auditor’s report. Therefore, this study investigates text similarities in KAM disclosure practice in the auditor’s reports of German HDAX companies between 2017 and 2019. The results suggest that auditors often use similar formulations when disclosing a KAM on the same issue at the client level in consecutive years. We further find that the similarity rate is significantly negatively correlated to an audit firm change, and positively correlated to client firms that have a stable financial position measured by a high portion of equity.",
    "file": "literature sharing/text similarity, boilerplates and their determinants in key audit matters.pdf"
  },
  {
    "title": "Textual analysis and international ﬁnancial reporting: Large sample evidence",
    "author": "Mark Lang, Lorien Stice-Lawrence.",
    "year": "2015",
    "abstract": "We examine annual report text for over 15,000 non-US companies from 42 countries over the period 1998–2011, focusing on the length of disclosure, presence of boilerplate, comparability with US and non-US ﬁrms, and complexity. We ﬁnd that textual attributes are predictably associated with regulation and incentives for more transparent disclosure and are correlated with economic outcomes such as liquidity, institutional ownership, and analyst following. Using mandatory IFRS adoption as an exogenous shock, annual report disclosure improved in the sense that quantity of disclosure increased, boilerplate was reduced, and comparability increased relative to both US and non-US ﬁrms. Firms with the greatest improvements in ﬁnancial reporting experienced the greatest improvements in economic outcomes around IFRS adoption.",
    "file": "literature sharing/Textual analysis and international financial reporting.pdf"
  },
  {
    "title": "The art of conversation: the expanded audit report",
    "author": "Miguel Minutti-Meza.",
    "year": "2021",
    "abstract": "The new generation of expanded audit reports includes disclosures about signiﬁcant matters in a company’s ﬁnancial reporting and its audit. These disclosures are a landmark change in auditors’ responsibility to provide information to the public. I examine expanded reports in various jurisdictions, why they became mandatory, what the evidence from their implementation is, and whether they have fulﬁlled the expectations of regulators and other stakeholders. Expanded reports are intended to increase the information content and usefulness of audit opinions, to increase external monitoring of auditors and management, and to foster a more open conversation between auditors and users of ﬁnancial reporting. However, existing regulatory requirements, conﬂicting auditors’ incentives to provide new information, and evidence from the expanded reports’ implementation call into question whether these objectives have been met. It is my hope that expanded reports are only a ﬁrst step towards enhanced auditor reporting.",
    "file": "literature sharing/The art of conversation the expanded audit report.pdf"
  },
  {
    "title": "The determinants of linguistic features in key audit matters: Empirical evidence from Europe",
    "author": "Stephan Küster.",
    "year": "2023",
    "abstract": "This study investigates the determinants and dynamics of the linguistic features of key audit matters (KAMs) in European countries. Using natural language processing algorithms, including FINBERT, I quantify stylistic and content-based text characteristics at the KAM level and find that KAM length, readability, sentiment, quantitative density, specificity, the degree of forward-looking statements, and the extent of boilerplate language are associated with the type of KAM topics, client attributes, and audit firm characteristics. In additional analyses, I also find early empirical evidence of a time trend in these linguistic features. Since their introduction in 2016, KAMs are becoming longer, more quantitative, more specific, but also include more boilerplate phrases. Collectively, the results of the study contribute to a more nuanced understanding of the determinants and dynamics of KAM disclosures.",
    "file": "literature sharing/The determinants of linguistic features in key audit matters Empirical evidence from.pdf"
  },
  {
    "title": "The Disclosure and Consequences of U.S. Critical Audit Matters",
    "author": "Jenna J. Burke, Rani Hoitash, Udi Hoitash.",
    "year": "2023",
    "abstract": "This study uses difference-in-differences (DiD) analyses to examine the consequences of adopting the U.S. critical audit matter (CAM) disclosure requirement for preparers and users of financial reports. The CAM requirement is one of the largest expansions of the U.S. audit report since the 1940s. We document significant changes to financial statement footnotes referenced by CAMs, which suggests an indirect consequence where management disclosure changes in areas that are expected to be scrutinized following auditor-provided disclosure. Results also suggest that, on average, CAM disclosures do not provide incremental information to the market. To further examine market reaction, we develop well-specified prediction models for the expected number and subject areas of CAMs. We find limited initial evidence that the market reacts negatively when unexpected CAMs are disclosed. Overall, our findings provide insights on the new CAM standard and particularly demonstrate its relevance to management disclosure decisions and to the market.",
    "file": "literature sharing/The disclosure and consequences of US CAM - TAR 2024.pdf"
  },
  {
    "title": "The homogeneity of BIG4 audit reports after the implementation of key audit matters in the context of fair value accounting",
    "author": "Tuomas Honkamäki, Markus Mättö1, Henri Teittinen.",
    "year": "2022",
    "abstract": "This study examines the homogeneity of BIG4 audit reports after implementing key audit matters (KAMs) in the context of fair value accounting. We focus on reported KAMs and the procedures related to the fair values of investment properties, particularly  those related to challenging management's estimations and valuation specialists' use. Our data consist of 235 individual audit reports from the real estate sector from 2017 to 2018 and cover 60% of the listed real estate companies in the EU, Switzerland, and Norway. We found that the BIG4 audit firms are not homogenous in their audit reports. There is a statistically significant difference among the BIG4 audit firms in reporting the challenge of management estimates and in the number of audit procedures. We also found that a country's legal origin plays a significant role when auditors report KAMs. Our findings contribute to the current audit quality and reporting literature.",
    "file": "literature sharing/The homogeneity of BIG4 audit reports after the implementation of key audit matters in.pdf"
  },
  {
    "title": "The impact of ffnancial risk on boilerplate of key audit matters: Evidence from China",
    "author": "Qi Wang, Lin Zhang, Qianqun Ma, Chong Wu.",
    "year": "2024",
    "abstract": "This paper examines whether auditors of ffrms with higher ffnancial risk disclose less boilerplate of KAMs. Our empirical study demonstrates that KAMs are more differentiated if the ffrms are subject to higher ffnancial risk. This association is only pronounced for client ffrms in the weaker legal environment and audit ffrms with larger market shares. In addition, client pressure will weaken the motivation of auditors to differentiate KAMs of ffrms with a higher level of ffnancial risk. We also ffnd that auditors are more likely to differentiate KAMs related to ffrms’ profftability if ffrms are subject to high ffnancial risk.",
    "file": "literature sharing/The impact of financial risk on boilerplate of key audit matters.pdf"
  },
  {
    "title": "Detecting Informative Value in Key Audit Matters: The Importance of Dissimilar KAM Risk Descriptions",
    "author": "Emeline Deneuve, Andrei Filip, Anne Jeny.",
    "year": "2024",
    "abstract": "Despite substantial efforts worldwide over the last decade to mandate the disclosure of Key Audit Matters (KAMs), the debate over their informative content continues, with most archival studies finding that KAMs have no or low informative value. We complement the literature by providing granular analyses of KAM content. We examine the informative value for capital markets of differences in the wording of KAMs for the same topic. Using a sample of listed firms in the United Kingdom, we hypothesize and find that auditors’ KAM risk description disclosures are informative only if they simultaneously provide dissimilar information to both (a) the previous year and (b) industry peers. Our results are stronger when the firm is audited by an industry specialist, when investors face greater information asymmetries proxied by greater bid-ask spreads, and when there are more analysts following the firm. By providing evidence that temporal and cross-sectional dissimilarities in KAM communications provide useful information, this paper has practical implications for auditors and standard setters.",
    "file": "literature sharing/The Importance of Dissimilar KAM Risk Descriptions.pdf"
  },
  {
    "title": "The Textual Similarity of KAM Disclosures for Spanish Companies",
    "author": "Sheng-Feng Hsieh, Cleber Beretta Custodio, Miklos A. Vasarhelyi.",
    "year": "2021",
    "abstract": "We investigate and document the textual similarity of key audit matter (KAM) disclosures by using KAM items in auditor’s reports of Spanish companies in fiscal years 2017 and 2018. The main objective is to understand how similar KAMs are disclosed from one year to another. Following prior literature, we use the cosine similarity to measure the textual similarity between KAM items in terms of word usage. We classify and analyze KAM items for two consecutive years based on the following three combinations: (1) KAM topic, (2) KAM topic and auditor, and (3) KAM topic, auditor, and industry of the client being audited. The results indicate that auditors from the same accounting firm tend to have a recurring textual similarity under each KAM topic, and such similarity increases for clients within the same industry. The results add empirical evidence to the understanding of the recurring textual similarity of KAM disclosures.",
    "file": "literature sharing/The Textual Similarity of KAM Disclosures for Spanish Companies.pdf"
  },
  {
    "title": "The Effects of Critical Audit Matter Disclosure on Audit Effort, Investor Scrutiny, and Investment Effciency",
    "author": "Derek K. Chan, Nanqin Liu.",
    "year": "2022",
    "abstract": "We study the e§ects of the disclosure of critical audit matters (CAMs) on an auditorís audit e§ort and an investorís scrutiny e§ort decisions, as well as on investment e¢ ciency. Both the auditor and the investor can prevent a bad investment by respectively auditing and scrutinizing the Örmís Önancial reports to detect misstatements about the investment value. Investment e¢ ciency is determined by the investorís total mix of information. The disclosure of CAMs helps the investor assess investment risk and infer the auditorís effort, and thus enables the investor to Öne-tune scrutiny effort, which can in turn adversely ináuence the auditorís effort decision. We show when and why the disclosure of CAMs increases or decreases ex ante audit effort, ex ante investor scrutiny, and investment effciency. Our analyses have both testable empirical implications and policy implications.",
    "file": "literature sharing/theoretic-The Effects of Critical Audit Matter Disclosure on on Audit Effort, Investor Scrutiny, and Investment Effciency.pdf"
  },
  {
    "title": "Understanding the determinants of the magnitude of entity-level risk and account-level risk key audit matters: The case of the United Kingdom",
    "author": "Laura Sierra-García, Nicolas Gambetta, María A. García-Benau, Manuel Orta-Perez.",
    "year": "2019",
    "abstract": "This study was conducted to analyse the inﬂuence of auditor and client characteristics on the magnitude and type of key audit matters (KAM) disclosed in the audit reports of the FTSE 100 companies in the UK during the period 2013e2016. A recently introduced standard requires auditors to reveal the main risks faced by the client and to describe how these are addressed in the audit. Our results show that Deloitte, EY and KPMG tend to report fewer entity-level-risk KAM (ELRKAM) than PwC, while KPMG and BDO report fewer account-level-risk KAM (ALRKAM) than PwC. In general, auditors of companies that pay higher audit services fees present more ELRKAM and fewer ALRKAM. Our ﬁndings also show that client characteristics are relevant to the number and type of KAM included in the audit report. Our results show that auditor and client characteristics are determinants of the number of KAM disclosed and, moreover, determine the type of KAM disclosed in the audit reports.",
    "file": "literature sharing/Understanding the determinants of the magnitude of entity-level and account-level KAMs.pdf"
  },
  {
    "title": "Unique Like Everyone Else: Auditor Herding Behavior in Critical Audit Matter Implementation",
    "author": "Steven Dannemiller, Marcus M. Doxey, Kris Hoang, Rich Houston.",
    "year": "2022",
    "abstract": "We report the results of a field study in which we interviewed and surveyed audit engagement partners about their initial implementation of critical audit matter (CAM) standard AS 3101 (2019 fiscal year-end for accelerated filers), thereby allowing us to identify the activities, factors, and parties involved in initial CAM decisions. All interviewees reported that, when making CAM judgments and decisions, they sought to avoid “sticking out,” consistent with theories of herding behavior. Consequently, we examined actions that partners perceived as “dangerous” (e.g., reporting excessive or zero CAMs) versus “safe” (e.g., discerning the “right” number of CAMs). We conclude that the lengthy CAM rulemaking process ultimately resulted in a smooth and uneventful implementation because of the profession’s extensive preparation and auditor herding behavior, inconsistent with the concerns and benefits that stakeholders anticipated. We discuss implications for CAMs reporting, future CAMs research and, more broadly, for rulemaking and implementation of new standards.",
    "file": "literature sharing/Unique Like Everyone Else Auditor Herding Behavior in Critical Audit Matter Implementation.pdf"
  },
  {
    "title": "What Does the Auditor Say? Auditors’ Disclosures of Critical Audit Matters and Audit Fees",
    "author": "Jeff Zeyun Chen, Karen K. Nelson, Yanyan Wang, Lisheng Yu.",
    "year": "2023",
    "abstract": "We examine whether critical audit matter (CAM) disclosures contain information about material misstatement risks that is priced in audit fees. We ﬁnd that textual features of auditors’ risk descriptions and the types of risks identiﬁed capture fee-relevant information. Further, the results are incremental to other determinants of audit fees considered in prior research and to managements’ disclosures in the related notes to the ﬁnancial statements. Overall, we provide evidence that auditors’ perceptions of audit risks revealed in the newly expanded audit opinion capture information relevant for understanding audit pricing decisions.",
    "file": "literature sharing/What Does the Auditor Say- Auditors disclosure of CAM and audit fee.pdf"
  },
  {
    "title": "持续披露下关键审计事项的信息变化——基于沪深两市审计报告",
    "author": "庄飞鹏，胡鲽予",
    "year": "2024",
    "abstract": "以2018 ~ 2023年沪深两市上市公司审计报告中的关键审计事项段为研究对象，从事项数量、事项内容、事项确认理由、审计结论、披露形式和前后年份信息差异六个方面系统分析关键审计事项的信息特征及其变化情况。研究发现：注册会计师在选择关键审计事项时比较谨慎，较少披露审计结论，披露内容在一定程度上反映了市场的关注热点，以纯文本方式披露为主，详细度和精确度在持续提升；四大所与非四大所在审计结论披露和披露形式上存在较大差异；从连续披露来看，事项数量在持续下降，内容越发集中于收入和减值，同一家企业前后年份的关键审计事项差异化信息在明显减少。如何避免不同企业和同一企业不同年份的关键审计事项信息趋同是提升关键审计事项信息披露质量的重大挑战。",
    "file": "literature sharing/持续披露下关键审计事项的信...化——基于沪深两市审计报告_庄飞鹏 (1).pdf"
  },
  {
    "title": "法律责任、审计风格和感知的会计信息可比性",
    "author": "龙小海，刘杨晖，高怀荣",
    "year": "2021",
    "abstract": "本文以 2010 年会计师事务所实施特殊普通合伙制转制为背景，研究市场是如何感知审计师法律责任对会计信息可比性的影响。研究发现: (1) 市场感知转制增强了审计师的法律责任，提高了会计信息可比性。(2) 市场感知法律责任的增强，不仅降低了不同会计师事务所之间的审计风格差异，提高不同会计师事务所客户之间的会计信息可比性，同时也降低了同一会计师事务所中不同合伙人之间的审计风格差异，提高了同一会计师事务所不同合伙人客户之间的会计信息可比性。本文研究对于监管者、行业协会、会计师事务所、企业管理层具有重要意义。",
    "file": "literature sharing/法律责任、审计风格和感知的会计信息可比性_龙小海 (1).pdf"
  },
  {
    "title": "复杂供应链网络风险识别下的审计质量研究———基于全球断供冲击的视角",
    "author": "王嘉鑫，赵牧，黄翔，袁雪",
    "year": "2023",
    "abstract": "通过重点考察复杂供应链网络风险识别下的审计质量，研究发现全球断供冲击下我国下游企业供应链运营的中断风险显著提升了审计质量。作用机制表明，全球断供冲击会影响审计师执业风险，进而提高下游企业的审计质量。异质性分析显示，上述效应在事务所信息化水平高、企业供应商集中度低、审计师具备行业专长及大规模事务所的样本中更加显著。经济后果检验表明，在全球断供冲击下高质量审计供给有助于降低企业股价同步性，提高资本市场定价效率。研究结论不仅丰富了供应链网络风险与审计质量的相关研究，也为识别复杂供应链网络风险传播机理、增强供应链竞争力提供了理论依据与经验参考。",
    "file": "literature sharing/复杂供应链网络风险识别下的...——基于全球断供冲击的视角_王嘉鑫.pdf"
  },
  {
    "title": "个人审计师间的学习效应特征探究——基于关键审计事项的证据",
    "author": "尤娜，阮永平",
    "year": "2023",
    "abstract": "作为审计项目的主体，个人审计师间的合作互动必然会影响审计产出。本文以2016 ~ 2021年A股上市公司为研究样本，考察个人审计师间合作互动是否产生学习效应及其对审计质量的影响。研究结果表明，合作互动的审计师间普遍存在学习效应，且学习效应越显著，审计质量越高。进一步研究表明，外部监管的压力、会计师事务所文化氛围、审计师的团队合作及审计师个人特征是学习效应的成因。此外，个人审计师间的学习效应存在衰减现象，且客户对这种学习效应做出了积极反馈，表现为学习效应越强，客户流失率越低、愿意支付的审计费用越高。本文的研究验证了个人审计师合作互动对于提升审计质量的重要性，为监管机构完善监管政策提供了参考。",
    "file": "literature sharing/个人审计师间的学习效应特征...——基于关键审计事项的证据_尤娜.pdf"
  },
  {
    "title": "公司诉讼风险与关键审计事项文本相似度",
    "author": "黄溶冰，段明利",
    "year": "2022",
    "abstract": "采用文本分析方法，以我国 ２０１７—２０２０ 年 Ａ 股非金融企业为研究样本考察公司诉讼风险对审计师披露的关键审计事项文本相似度的影响。 研究发现，当上市公司的诉讼风险较高时，审计师会加强与治理层的信息沟通，降低关键审计事项文本相似度，以规避自身审计风险。 进一步分析发现，在已决诉讼、内部控制质量较低、外部法律环境较好的公司，审计师更有可能降低关键审计事项文本相似度，而财务风险和经营风险是公司诉讼风险降低关键审计事项文本相似度的作用机制。 此外，关键审计事项文本相似度的降低，提高了财务报告的信息质量，抑制了公司诉讼风险引致的未来股价崩盘风险。 研究结论为审计决策提供了新的经验证据，也为上市公司管理层、投资者以及监管部门提供了决策依据。",
    "file": "literature sharing/公司诉讼风险与关键审计事项文本相似度_黄溶冰.pdf"
  },
  {
    "title": "共同机构所有权与审计师风险感知——基于关键审计事项披露行业模板化",
    "author": "杨红，王嘉怡",
    "year": "2025",
    "abstract": "本文基于2017 ~ 2021年我国沪深A股上市企业数据，考察共同机构所有权对审计师风险感知的影响。研究发现，共同机构所有权能显著提升审计师风险感知，具象表现为降低关键审计事项披露行业模板化程度，支持“合谋舞弊”假说。机制检验发现：共同机构投资者合谋时会通过扩大企业超额关联交易规模与降低自身实地调研治理水平获利，从而提升审计师风险感知；分析师（或研报）关注度会强化共同机构所有权对审计师风险感知的影响。异质性分析发现，当审计师行业专长较高或审计客户重要性较低时，审计师对共同机构所有权的风险感知更强。本文为更好地认知共同机构所有权现象、助力关键审计事项发挥在公司治理中的作用提供了经验证据。",
    "file": "literature sharing/共同机构所有权与审计师风险...关键审计事项披露行业模板化_杨红.pdf"
  },
  {
    "title": "关键审计事项：审计师的“免责声明”？——企业真实活动盈余管理和关键审计事项披露的差异化",
    "author": "黄亮华，汤晓燕",
    "year": "2021",
    "abstract": "文章以关键性审计事项部分的差异性为切入点，探究了审计师的风险管理行为。文章以我国 A 股上市公司 2017 年年报的审计报告为样本，检验了公司的真实活动盈余管理行为与关键性审计事项的差异化陈述之间的关系。研究发现，当公司存在向上的真实活动盈余管理行为时，审计师更倾向在关键性审计事项部分做出差异化的陈述，而且这种差异化更多地体现在审计应对部分，而非关键事项的描述部分。对于实施了向上的真实盈余管理的公司，审计师有更高的概率选择“存货”作为关键审计事项，而且审计应对部分的表述也更差异化。而应计项的减值被选择为关键事项的概率及其应对部分的表述则未受之影响。文章研究表明，审计师知晓公司的真实活动盈余管理，并对其开展了有针对性的审计工作。作为审计师的履职记录，关键审计事项可以视为一种公开披露的特殊工作底稿，在一定程度上具有为审计师“免责”的功能。",
    "file": "literature sharing/关键审计事项：审计师的“免...和关键审计事项披露的差异化_黄亮华.pdf"
  },
  {
    "title": "关键审计事项持续披露的信息特征研究——基于审计报告改革全面实施5年以来沪深两市的数据分析",
    "author": "韩慧林，庄飞鹏",
    "year": "2023",
    "abstract": "本文基于2018-2022年沪、深两市审计报告数据，从数量、内容、形式和持续增量信息四个方面，系统分析了新审计报告全面实施5年以来关键审计事项的持续披露情况。研究显示：在数量上，平均约为2个，但呈现出小幅下降趋势；在内容上，少数事项披露了审计结论，在选取关键审计事项时，审计师考虑了多方面的原因，但主要涉及重要性和重大估计或判断，具体内容高度集中于收入和减值，且呈现出进一步集中；在形式上，以纯文本方式披露为主，详细度与精确度均呈现上升趋势；就前后年度比较而言，趋同度较高且呈现出进一步趋同的趋势。本研究结论能够为评价审计报告改革效果提供参考与依据。",
    "file": "literature sharing/关键审计事项持续披露的信息...5年以来沪深两市的数据分析_韩慧林 (1).pdf"
  },
  {
    "title": "关键审计事项的持续信息含量研究",
    "author": "陈琛",
    "year": "2021",
    "abstract": "随着全球审计报告改革的发展，我国财政部于2016年颁布了《中国注册会计师审计准则第1504号--在审计报告中沟通关键事项》，要求A股上市公司在审计报告中披露关键审计事项，以此提高审计报告的信息含量。中国注册会计师协会2018年进一步强调，关键审计事项要提供与所审计具体项目相关的个性化信息，避免通用的套话，力求做到持续具有信息含量。然而，随着时间的推移，相关研究发现关键审计事项同质化问题突出，持续信息含量下降，实务中甚至出现事务所对同一上市公司连续三年出具一模一样关键审计事项的现象。因此，我国证券市场上关键审计事项披露近年来的总体变化趋势如何，实务中注册会计师如何理解和处理各种可能的信息含量提升路径，哪些因素影响关键审计事项持续具有信息含量，未来如何进一步改进，这些都是值得研究的问题。通过梳理文献我们发现，现有研究多聚焦于与传统标准化审计报告相比，增加关键审计事项段是否可以为财务报表信息使用者带来增量信息，但关于其能否持续提供对信息使用者有用的增量信息的研究较少。其次，虽然现有研究已指出当前关键审计事项同质化问题严重，但要么只有以单个公司为例的定性分析，要么大样本档案研究中对于同质化现象的刻画维度单一，而且缺乏进一步的实地调研。此外，对于如何改善同质化问题目前仍缺乏深入的研究，尤其是会计师事务所技术层面。为此，本文对关键审计事项的持续信息含量问题展开一步的研究。具体而言，本文首先界定关键审计事项、信息含量、持续信息含量等相关概念，归纳和评述相关文献，并结合信息不对称理论、信号传递理论、决策有用观对关键审计事项持续具有信息含量的必要性及影响因素进行理论分析。其次，为了解我国证券市场关键审计事项披露的变化趋势，本文从文本相似度、项数、语调、可读性、精确性五个维度入手，对2017-2019年我国上市公司的关键审计事项进行文本分析，以此对关键审计事项的模板化现象形成更深入的理解。第三，本文通过问卷调查和实地访谈，进一步了解注册会计师是如何理解和具体处理文本分析中可能提高持续信息含量的五种路径，洞察其背后的原因是什么，以及影响他们提高持续信息含量的各种可能因素。最后，基于理论分析、文本分析和调研结果，本文从外部主管机构、被审计单位、会计师事务所、注册会计师四个层面出发，提出相应的对策与建议。本文的研究结论和建议如下:第一，从文本分析结果来看，目前关键审计事项的披露总体上的确存在模板化趋势，甚至存在照搬照抄现象；第二，绝大部分注册会计师认为有必要让关键审计事项持续具有信息含量，但当上市公司本年度无实质性的商业变化时，常讲常新具有难度。此外，审计人员认可的持续信息含量提升路径有描述同一事项时改变侧重点、增加关键审计事项段的可读性、增加量化数据信息的披露，不认可的提升路径有改变项数、事项类型和语调；第三，关键审计事项的执行难度、事务所培训学习、与被审计单位沟通、审计人员的激励，构成关键审计事项是否能持续具有信息含量的四个主要影响因素。最后，本文建议外部主管部门同时做好负面惩戒和正面宣传;被审计单位理解和配合审计工作;事务所给予物质激励;注册会计师提升执业能力。本文的贡献主要在于:(1)本研究从文本相似度、项数、语调、可读性、精确性五个维度入手，对2017-2019年我国上市公司的关键审计事项进行文本分析，对关键审计事项模板化现象有了更深入的刻画，丰富了关键审计事项持续信息含量的理论研究；(2)通过问卷调查和实地调研，分析总结了事务所层面的关键审计事项持续信息含量的提升路径及影响因素，这不仅对事务所和注册会计师优化关键审计事项有实践价值，而且对主管部门完善准则指南、优化注册会计师行业外部环境有参考意义，最终有助于关键审计事项模板化问题的改善，助力我国审计报告改革。",
    "file": "literature sharing/关键审计事项的持续信息含量研究_陈琛.pdf"
  },
  {
    "title": "关键审计事项段的特征具有信息含量吗?———来自中国 A 股上市公司 2017 年报审计的经验证据",
    "author": "李奇凤，路军伟",
    "year": "2021",
    "abstract": "关键审计事项被审计准则制定者寄予厚望，以期提升审计质量和公司的信息披露水平。使用关键审计事项段的特征衡量上市公司披露关键审计事项的充分适当性，采用事件研究法的结果发现，总体而言，披露的关键审计事项个数越多、篇幅越长，越具有信息含量，但稳定结论只出现在替代信息源较少的小公司样本组中。这说明就目前的披露情况而言，增设关键审计事项仅仅对替代信息源较少的小公司起到了补充披露的作用，而对信息披露渠道本就比较完备的大公司没有信息增量，说明关键审计事项准则需要进一步细化并提高要求。",
    "file": "literature sharing/关键审计事项段的特征具有信...2017年报审计的经验证据_李奇凤.pdf"
  },
  {
    "title": "关键审计事项及其变动的信息含义",
    "author": "范昱江",
    "year": "2022",
    "abstract": "传统审计报告的信息量较低，若收到标准审计意见，则审计报告全文均为模板化陈述。现代公司的经济业务的愈发多样化，公司与外部环境之间的联系愈发紧密，而会计科目之间的关系也愈发复杂，因此审计工作也面临越来越多的挑战和风险。审计师缺少一个能向外界传递有价值信息的窗口，而信息使用人也对了解审计师的工作有迫切的需求。在此背景下，各国审计准则制定方纷纷推行改革，旨在增加审计报告的沟通价值。我国财政部于 2016 年 12 月发布新审计准则《中国注册会计师审计准则第 1504 号——在审计报告中沟通关键审计事项》，要求审计师在审计报告中披露关键审计事项及其应对措施。这一制度更新对于审计理论和实务界而言有两重影响：其一，关键审计事项作为审计过程信息的首次公开披露，使得审计师执行的具体工作能够被外界所观察；其二，审计过程信息从非公开变为选择披露公开，审计师的行为模式较新准则执行前可能发生变化。在现代风险导向审计的框架下，审计师行为是非常重要的话题。传统风险导向审计是制度基础审计的延伸，预期通过重点检查会计账户和交易，便能为财务报表整体的审计意见获取充足证据，审计师行为相对固定。现代风险导向审计更加强调审计师对被审计对象风险的评估，这意味着审计资源的分配更加依赖审计师的专业判断，对不同公司的审计策略可能是截然不同的。因此，审计师是否能采取恰当的行为对审计效果有非常大的影响。新审计准则出台前，对审计师行为展开研究会面临一些困难：一方面审计师行为的公开数据不可得，大样本数据的缺乏使得外界无法全面地对审计师行为及其效果进行验证；另一方面审计师行为的内涵较广，特征丰富，如何恰当选取有代表性的角度来概括具有一定挑战性。新准则的出台使大样本数据得以公开披露，而关键审计事项是审计师风险评估和风险应对行为的集中体现，作为现代风险导向审计的重要组成部分，对审计师风险评估和风险应对行为的前因后果进行探究具有一定的理论和实践意义。在此研究背景下，本文手工整理 2017-2020 年 A 股上市公司披露关键审计事项及其变动的数据，对审计师特定行为的动机和后果展开研究。本文的基本研究思路是通过对关键审计事项披露进行梳理，从多个维度刻画审计师的风险评估和风险应对行为，结合外界可观察到的审计前、审计中和审计后信息，验证审计师行为和审计后果的关系，并理解审计师做出特定行为的动因。具体地，本文研究静态关键审计事项与审计后信息的关系，以揭示是否成为关键审计事项背后的差异化信息质量；本文研究动态关键审计事项与审计质量的关系，以验证新旧程度和科目性质不同的关键审计事项背后的差异化审计监督效果；本文研究动态关键审计事项审计应对与特定审计前风险的关系，以理解审计师改变风险应对行为背后的含义。首先，本文通过对最近四年披露的关键审计事项文本进行手工梳理，对新准则执行的现状进行了详细的描述。2017-2020 年公司年均披露关键审计事项个数分别为 2.09 个、2.10 个、2.04 个和 2.02 个，披露不超过 3 个关键审计事项的公司占比 97.79%。从事项性质截面特征来看，关键审计事项种类主要集中于收入确认事项（36.23%）、应收账款坏账准备事项（18.66%）、商誉减值事项（12.56%）和存货减值事项（10.40%），四类事项数量合计占全部关键审计事项数量的 77.85%。除了考察不同公司关键审计事项披露的截面差异，本文也考察了同一公司关键审计事项披露在时间序列上的差异。从事项的跨年变动来看，两年关键审计事项未发生变化的公司在统计范围内的每一年都占比最高，且比例从 2018 年的 55.31%上升到 2020 年的 69.51%，呈逐年递增趋势。关键审计事项披露的变化不仅包括事项选取的变动，也包括对同一关键审计事项审计程序应对的变动。从事项审计应对的变动来看，两年关键审计事项审计应对措施未发生变化的公司在统计范围内的每一年都占比最高，且比例在2020年达到53.33%的新高。以上证据表明，对不同公司而言，关键审计事项的选取呈现同质化；而对同一公司而言，关键审计事项及其应对程序的披露在时间序列上正逐渐陷入模板化。其次，本文探究了风险评估工作是否被披露为关键审计事项对于审计后会计信息质量的信息含义。本文发现当资产减值被识别为关键审计事项时，审计后的资产减值信息较未被识别为关键审计事项的资产减值信息具有更高的会计信息质量。这一结果意味着审计师并没有充分识别出公司全部的重大错报，进而使得被识别为关键审计事项的资产减值具有更高的信息质量，而未被识别为关键审计事项的资产减值的信息质量较低。区分事务所规模的结果表明，上述现象在审计资源相对紧缺的会计师事务所中尤为突出，也即在该类事务所中更容易出现对非关键审计事项中蕴含错报的遗漏识别。此外，关键审计事项的列报顺序也体现了不同的信息含量，当关键审计事项的披露次序越靠前时，审计后的会计信息质量越高，即审计师对排位靠前关键审计事项的信息质量更加重视。再次，本文验证了审计师风险评估工作与该行为预期产生的审计监督效果之间的直接联系。以管理层业绩快报误差表征审计质量，本文发现，当年较上一年新增关键审计事项伴随着显著更高的审计质量。横截面测试的结果显示，当审计投入较多时，新增关键审计事项数量与审计质量之间的正相关关系更强；当管理层拥有较强的业绩维护动机时，新增关键审计事项数量与审计质量之间的正相关关系更弱。上述结果佐证了审计师投入资源以发现潜在错报、提请管理层接受错报调整的审计过程。将具体事项类别与误差来源对应，本文发现新增收入类关键审计事项伴随着显著更小的营业收入预测误差，而新增成本及涉及营业利润计算的损益类关键审计事项、新增其他类关键审计事项则分别使得成本及涉及营业利润计算的损益类科目、营业利润组分之外的其他利润表科目拥有更大的预测误差，这一结果展示了审计师针对不同事项的差异化应对和披露策略。区分业绩影响方向的结果显示，新增关键审计事项伴随着对管理层预测业绩更大幅度的向下修正，即审计后公司利润降低。其他后果方面，新增关键审计伴随着显著更长的审计时滞以及显著更高的审计费用，但其对审计时滞和审计费用的提升幅度与旧关键审计事项对审计时滞和审计费用的提升效果无显著差异。最后，本文考察了审计师变更风险应对程序的行为，是否反映了审计前公司风险信息。研究发现，相较于当期未遭遇监管措施的公司，审计师更可能对遭遇了监管措施的公司增加新审计程序。进一步分析表明，仅当公司被通报信息披露类违规和收到针对定期报告的问询函时，审计师才更可能新增审计程序，其他违规或其他问询函无显著促进作用，也即审计师只对与审计工作高度相关的风险予以反应。对于应对风险的审计程序选择，本文发现审计师倾向于对遭遇了监管措施的公司新增分析性程序和细节测试程序，而非内部控制测试程序，这一结果说明审计师可能已预期无法通过测试遭遇监管措施公司的内部控制有效性来获取审计证据。此外，本文未观察到新增审计程序与管理层业绩快报误差或审计报告时滞之间的显著关联，但发现新增审计程序提高了审计费用，且审计师在对新增高执行成本程序和新增低执行成本程序定价时无显著差异。本文有以下几点学术贡献：其一，本文尝试进一步打开审计过程的黑箱，加深对审计师行为后果的理解，在以往从审计时滞、审计收费、审计意见等维度衡量审计师工作相关研究的基础上，本文在审计师具体行为与特定审计后果之间建立了直接联系。其二，本文拓展了关键审计事项新审计准则相关的研究。以往针对新准则的文献多为实验研究，少量档案式研究也多着眼于新准则实施的政策效应，本文利用大样本数据充分挖掘关键审计事项披露文本内容背后的信息，从审计后会计信息质量、审计质量、审计前风险多个角度验证了关键审计事项及其变动的信息含义，对已有文献构成一定补充。此外，以往的实验研究发现审计师可能会因审计风险信息的公开披露而产生免责心理，进而影响审计工作质量，本文缓解了关键审计事项披露将显著影响审计工作质量的担忧，深化了对新准则执行后果的理解。其三，本文为监管因素影响审计师具体工作提供了一定证据，已有研究从理论上预期监管因素将会导致审计师加强审计，进而在监管因素和审计输出端指标之间建立因果联系，本文的发现有助于缩短逻辑链条，直接展示了审计师面对特\n定监管风险的动态应对策略。本文的发现也对实务界有以下意义：第一，本文首次基于大样本对静态关键审计事项分布、事项选取动态变动和审计应对程序动态变动的现状进行了描述，揭示了关键审计事项披露的模板化倾向，为外界提供了增量信息。第二，本文加深了信息使用人对现代风险导向审计工作过程和结果信息的认识：对事务所内部项目质量复核方、上市公司内部审计委员会而言，本文有助于其直接验证项目审计师的工作成果，提示了潜在错报可能的藏匿之处，使其对审计师工作的检视、与审计师的沟通更有针对性，进而有助于提升财务报告披露的质量；对信息披露监管方、各类外部投资者而言，也可通过观察关键审计事项的披露模式辅助判断特定领域的风险。第三，本文为准则制定方评估预期目标达成情况和酝酿针对审计报告未来的改革方向提供了参考依据，也有助于监管层评估特定公司监管措施对审计师的实际监督效力。",
    "file": "literature sharing/关键审计事项及其变动的信息含义_范昱江.pdf"
  },
  {
    "title": "关键审计事项模板化披露会影响投资者决策吗———基于权益资本成本的证据",
    "author": "陈丽红，孙梦娜，李曌赟，曾德涛",
    "year": "2024",
    "abstract": "审计报告的信息含量和决策有用性是理论界和实务部门关注的重要话题。 本文利用 ２０１６－２０２０ 年我国Ａ股上市公司数据， 研究了关键审计事项模板化披露对企业权益资本成本的具体影响。 研究发现， 关键审计事项模板化披露会显著提高企业权益资本成本； 机制检验发现， 关键审计事项模板化披露通过降低投资者感知的审计质量和分析师预测准确度两条路径， 使得权益资本成本上升； 进一步分析发现， 这种增加效应主要体现在非行业专家审计、 低学历审计师审计、 审计师独立性低、 外部关注低的公司； 考察不同类型关键审计事项、 不同维度关键审计事项模板化披露的影响差异， 发现投资者更关注资产减值类关键审计事项以及企业在行业维度的异质化信息。 本文研究为准则制定者和监管机构完善关键审计事项披露制度、 切实推进审计报告改革提供了参考依据。",
    "file": "literature sharing/关键审计事项模板化披露会影...——基于权益资本成本的证据_陈丽红 (1).pdf"
  },
  {
    "title": "关键审计事项模板化研究：现状与审计师因素的影响",
    "author": "李星怿",
    "year": "2022",
    "abstract": "关键审计事项为审计报告使用者提供了获取更多信息的渠道,而模板化会削减其有用信息的含量。由于相关的制度和环境约束较为宽松，审计师对关键审计事项可能存在着模板化披露的倾向，从而导致出现不合理的模板化现象，这与关键审计事项的设置初衷相悖,因此对审计报告改革实践而言厘清模板化的现状及合理性具有重大研究意义。在梳理关键审计事项相关研究的基础上，本文发现鲜有研究涉及关键审计事项模板化的领域，因此围绕以下方面展开创新探索：(一)关键审计事项模板化的现状及影响因素的描述性统计分析；(二)模板化与审计师因素相关性的实证回归分析；(三)总结以上分析并提出改善建议。本文基于2016-2020年的A股审计报告样本，综合运用描述性统计分析和回归分析方法研究关键审计事项模板化的现状与影响因素:(一)通过描述性统计分析，本文发现现阶段关键审计事项的披露普遍存在着高度模板化现象，一定程度上反映了被审计单位的风险情况，但同时也与审计师因素密切相关。(二)通过实证回归分析，本文发现签字审计师的执业经验与关键审计事项的内容模板化程度显著负相关；其忙碌程度则与内容模板化程度显著正相关；此外，国际四大的关键审计事项拥有更低的内容模板化程度。(三)据此，本文发现现阶段关键审计事项的高度模板化并非合理现象，而是受到审计师方面各种因素的影响是审计师模板化披露倾向的产物，所以审计报告改革需要对关键审计事项的模板化现象予以重视。基于研究结论，本文为审计报告改革各方提供了针对性改善建议，以期缓解关键审计事项模板化问题。",
    "file": "literature sharing/关键审计事项模板化研究：现状与审计师因素的影响_李星怿.pdf"
  },
  {
    "title": "关键审计事项披露的锚定效应研究",
    "author": "雷霄",
    "year": "2020",
    "abstract": "为了解决传统审计报告信息含量不足的问题，新审计准则要求在审计报告中增加披露关键审计事项，以提高审计报告的信息含量和审计工作透明度。近年来，关键审计事项作为会计领域的热门话题受到学术界的广泛关注。审计报告中关键审计事项的产生包括确定和披露两个过程。关键审计事项的确定主要取决于公司特征，而关键审计事项的披露则涉及审计师与客户的沟通、审计师责任和审计师独立性等因素。关键审计事项的数量、类型以及文本篇幅都属于重要的职业判断问题。但从新审计准则的执行效果来看，关键审计事项披露呈现出明显的行业同质化特征，并且连续两年关键审计事项的数量和文本篇幅都表现出趋同的现象。这一现象背后存在什么内在逻辑呢?关键审计事项的披露决策除了取决于理性因素，是否还受到非理性因素的影响?基于此，本文尝试引入著名的心理学概念--锚定效应对此进行解释。锚定效应是指个体在进行决策时，会将某-特定数值作为起始值并给予其过多的重视，使得最终的结果偏向该数值的一种非理性行为。锚定效应作为一种常见的心理学现象，普遍存在于不确定情境下的行为决策中关键审计事项的披露水平(数量、文本篇幅)一方面受到外界的广泛关注，另一方面不同公司的披露水平处于同一数量级，满足锚定效应产生的两个前提条件。根据锚定效应发生的背景和条件，结合关键审计事项披露表现出来的现象和特征，本文认为新式审计报告改革为研究锚定效应提供了一次难得的机会。本文利用手工收集的 A 股上市公司 2017-2018 年新式审计报告披露的关键审计事项数据，基于锚定效应理论，发现审计师披露关键审计事项的决策中存在锚定效应。结果表明:(1)当决策情境中仅存在外在锚时，关键审计事项的披露水平(数量、文本篇幅)存在显著的外在锚效应:(2)当决策情境中既存在外在锚又存在内在锚时，内在锚效应占主导地位，外在锚效应减弱或消失;(3)环境不确定性和会计师事务所变更对锚定效应具有抑制作用，表现为环境不确定性越高、发生会计师事务所变更的公司受到锚定效应的影响越小，而签字注册会计师变更对锚定效应不存在显著影响。利用Hedonic两阶段模型控制替代效应影响的内生性问题后上述结论依然成立。本文的研究贡献在于为关键审计事项披露的锚定效应提供了经验证据，从锚定效应的视角为审计师披露关键审计事项影响因素的研究提供了新的观点。在一定程度上剖析了关键审计事项披露的决策过程。",
    "file": "literature sharing/关键审计事项披露的锚定效应研究_雷霄.pdf"
  },
  {
    "title": "关键审计事项披露的模仿同构与股价同步性",
    "author": "黄溶冰，张竞雪",
    "year": "2023",
    "abstract": "：基于组织社会学研究中的制度理论，以２０１６—２０２０年我国 Ａ 股上市公司为样本，使用 ＴＦ－ＩＤＦ方法计算文本相似性指标，考察关键审计事项披露同构效应及其对资本市场信息效率的影响。结果表明：关键审计事项披露存在模仿同构效应，模仿导致的样板化披露会释放更多行业层面信息，减少公司特质信息进入股价，提升了个股的股价同步性。进一步的分析表明，关键审计事项披露同构效应对股价同步性的影响机制源于行业信息“过载”而非信息“降噪”，这种机制是通过影响分析师和机构投资者判断而发挥作用的。",
    "file": "关键审计事项披露的模仿同构与股价同步性_黄溶冰.pdf"
  },
  {
    "title": "关键审计事项披露决策中的锚定效应会影响审计质量吗？",
    "author": "姚宏，孙晓杰，王慧慧",
    "year": "2023",
    "abstract": "自上市公司披露关键审计事项以来，模板化特征逐渐显露，资本市场的审计质量是否还会借此得以提高，如何透视会计师事务所与上市公司管理层的审计披露决策。以２０１７～２０２０年沪深 Ａ 股上市公司为研究对象，分析了关键审计事项与审计质量的关系，并考察了锚定效应对二者关系的影响。实证结果表明，关键审计事项仅会抑制上市公司的正向盈余管理，从而提高审计质量，而对负向盈余管理的影响不显著；相较于低锚定偏差样本组，高锚定偏差样本组中的关键审计事项对审计质量的提升效果更为显著，但围绕“锚”值的“过度充分调整”则会削弱这一影响；同时，相比于中部和西部地区、会计师事务所未变更的样本组，在东部地区、会计师事务所变更的样本组中，锚定效应的作用效果更加明显。",
    "file": "literature sharing/关键审计事项披露决策中的锚定效应会影响审计质量吗__姚宏.pdf"
  },
  {
    "title": "关键审计事项信息含量与公司债券发行定价———基于文本相似度视角",
    "author": "宋建波，冯晓晴",
    "year": "2022",
    "abstract": "关键审计事项是来自审计师视角的信息，其蕴含的特质性信息对实现沟通价值至关重要。本文采用文本分析方法计算的文本相似度衡量关键审计事项特质性信息含量，考察其对公司债券发行定价的影响。结果发现，以较低文本相似度代表的较高关键审计事项信息含量能够降低公司债券发行定价。较高的审计师专业胜任能力和独立性能够增强关键审计事项信息含量对公司债券发行定价的降低作用。信息不对称的缓解是关键审计事项信息含量降低公司债券发行定价的具体影响渠道。考虑关键审计事项类型后发现，关联交易类关键审计事项信息含量对公司债券发行定价的降低作用更强。本文研究结论有助于未来改进关键审计事项的披露要求。",
    "file": "literature sharing/关键审计事项信息含量与公司...定价——基于文本相似度视角_宋建波.pdf"
  },
  {
    "title": "关键审计事项样板化的影响因素及经济后果研究 ",
    "author": "兰雨函",
    "year": "2021",
    "abstract": "2016 年 12 月，我国财政部正式通过并颁布了第 1504 号审计准则，要求审计师在审计报告中增加关键审计事项的披露。时至今日，我国审计师已经慢慢接受并熟悉关键审计事项的披露，进而逐渐摸索出一套较为成熟的关键审计事项识别和应对的模式。然而，随着新审计报告准则执行时长的增加，关键审计事项的披露呈现出“样板化”的趋势，仅仅是对以往披露内容的简单重复，有用的信息匮乏，这与此次审计报告改革的设计初衷显然是背道而驰的。因此，探究哪些因素会对关键审计事项的样板化程度产生影响，以及样板化的披露是否会带来不利的经济后果而削弱其应有的价值，成为目前亟需解答的问题。围绕关键审计事项的样板化披露问题，本文首先回顾了新审计报告准则的改革历程及相关文献。接着，统计分析了关键审计事项类型的数量特征，并且定性地分析了关键审计事项纵向和横向样板化的情况，以此佐证关键审计事项样板化披露的趋势。最后，选取 401 家深交所主板 A 股上市公司 2017-2019 年的数据作为样本，从制度执行时间、事务所和审计师三个层面出发，实证检验了影响关键审计事项样板化程度的因素，并对关键审计事项的样板化披露可能带来的不利经济后果进行了探究。研究发现，随着新准则执行时长的增加，关键审计事项的样板化程度逐年升高。而变更事务所和由女性审计师审计可以有效降低关键审计事项的样板化程度。此外，关键审计事项的样板化程度呈现出一定的行业特征，金融业和房地产业的关键审计事项样板化趋势更加明显。进一步地，本文还发现，样板化的关键审计事项并未实质性地降低审计质量，表现为公司可操控性应计并未发生显著地变化；但是样板化的关键审计事项会显著地降低其信息含量，表现为分析师盈余预测的准确度降低并且分歧度显著地升高。 本文不仅分析了关键审计事项样板化形成的影响因素，还研究了样板化的关键审计事项可能带来的不利经济后果，并提出了一些具有针对性的避免样板化披露的建议。丰富了关键审计事项的研究视角，为政策制定者持续改进和完善关键审计事项披露制度提供了参考依据。",
    "file": "literature sharing/关键审计事项样板化的影响因素及经济后果研究_兰雨函.pdf"
  },
  {
    "title": "关键审计事项与管理层讨论与分析增量信息披露——基于 MD&A 文本相似度的研究",
    "author": "薛丽达，吴冠泽，李仲泽",
    "year": "2023",
    "abstract": "研究基于 2017-2020 年我国沪深两市 A 股上市公司的样本，采用文本分析的方法，考察关键审计事项对管理层讨论与分析增量信息披露的影响。研究结果表明，关键审计事项披露增进了企业管理层讨论与分析（MD&A）的信息含量。进一步研究发现，在非国有企业、分析师跟踪较少的企业以及审计质量较低的企业中，关键审计事项披露对 MD&A 信息含量的提升作用更为显著。此研究基于增量信息的视角探讨关键审计事项对企业管理层的监督与治理效应，具有重要的理论和现实意义。",
    "file": "literature sharing/关键审计事项与管理层讨论与(1)...于MD_A文本相似度的研究_薛丽达.pdf"
  },
  {
    "title": "关键事项审计报告准则的溢出效应研究",
    "author": "鄢翔，张人方，黄俊",
    "year": "2018",
    "abstract": "本文以关键事项审计报告准则发布前后年度沪深两市A股上市公司为样本，研究利用准则的错层实施方式，基于审计师的外溢效应视角，检验了关键事项审计报告准则对审计师行为及上市公司审计质量的影响。结果显示，与 A+H 股公司共享审计师的 A 股上市公司，在关键事项审计报告准则发布后审计质量显著提升，且这一积极影响主要源自共同审计师而非共同会计师事务所的外溢效应。进一步研究发现，当A股上市公司为非国有性质、注册地位于制度环境较差地区、分析师跟踪人数越多及业务复杂度越高时，上述共同审计师的外溢效应更显著。该研究为关键事项审计报告准则的实施效果及作用范围提供了经验证据，并为投资者及政策制定者提供了可供参考的信息。",
    "file": "literature sharing/关键事项审计报告准则的溢出效应研究_鄢翔.pdf"
  },
  {
    "title": "会计师事务所有基于关键审计事项的审计风格吗———基于中国上市公司披露新版审计报告的经验证据",
    "author": "田高良，陈匡宇，齐保垒",
    "year": "2021",
    "abstract": "本研究手动收集首次披露关键审计事项的中国上市公司 ２０１６－２０１８ 年新版审计报告中关键审计事项段的内容及文本信息，并计算得到其文本特征指标，建立配对样本，运用多元回归方法分析关键审计事项在披露内容和文本特征的相似度和可比性，探究我国会计师事务所在披露新版审计报告时是否表现出基于关键审计事项的审计风格。结果表明，同一年份行业内，被同一家会计师事务所审计的公司在披露事项类别文本相似度、披露详细程度、语调指标和可读性指标上都具有显著更大的相似性，因此在关键审计事项角度有独立的审计风格。本研究有利于理解关键审计事项向市场传递信息的机制和意义，以促进审计工作者通过关键审计事项段披露更决策有用的信息，提升资本市场有效性。",
    "file": "literature sharing/会计师事务所有基于关键审计...披露新版审计报告的经验证据_田高良 (1).pdf"
  },
  {
    "title": "客户重要性与关键审计事项披露———基于关键审计事项披露数量与文本相似度的分析",
    "author": "王西子，李英，吴联生",
    "year": "2023",
    "abstract": "本文考察了客户重要性如何影响审计师披露关键审计事项的问题。研究发现，客户重要性越高，审计师披露的关键审计事项数量越多，但审计师披露的关键审计事项文本相似度越高。这一效应在没有设置审计委员会以及市场化程度较低的公司中更加显著。进一步研究发现，对重要客户增加披露关键审计事项的确能够降低审计师被处罚的可能性，关键审计事项披露文本相似度的提高的确能够降低审计师下一年度被重要客户更换的可能性。研究结论表明，面对重要性越高的客户，审计师越可能通过增加披露关键审计事项的数量来降低财务报表错报所带来的潜在损失，同时，审计师也越可能通过增加关键审计事项文本相似度来达到降低其被重要客户更换的可能性。",
    "file": "literature sharing/客户重要性与关键审计事项披...披露数量与文本相似度的分析_王西子.pdf"
  },
  {
    "title": "Impact of internal control quality on the information content of social responsibility reports: A study based on text similarity—Evidence from China ",
    "author": "Pingping Huang, Yuehua Jiao, Sihai Li.",
    "year": "2022",
    "abstract": "To date, the impact of internal control on text information social responsibility reports has been rarely explored. This study investigates the correlation between internal control and information content of social responsibility reports based on the similarity of text information of reports by listed enterprises in 2006–2017. Overall, high-quality internal control results in low text similarity of social responsibility and high information content of social responsibility reports. The internal control quality could enhance the information content of social responsibility reports by decreasing the enterprise’s agency costs. For large-scale corporations, non-state enterprises and those with intensive public attention, effective internal control can enhance the information content of social responsibility reports. The agency cost can exert a partial mediating effect for large-scale corporations and enterprises with intensive public attention and complete mediating effect for non-state enterprises. Moreover, this study extends the scope of internal control to the quantitative dimension of text information and has crucial implications for listed enterprises, investors, and governments regarding internal control and disclosure of social responsibility information.",
    "file": "literature sharing/内部控制质量对社会责任报告信息内容的影响：一项基于文本相似性的研究——来自中国的证据huang.pdf"
  },
  {
    "title": "年报问询函影响关键审计事项判断吗？",
    "author": "耀友福，林恺",
    "year": "2020",
    "abstract": "本文以 2017~ 2018年我国A股上市公司为样本，从事务所、总分所和审计项目团队三维审计师层面考察年报问询监管对关键审计事项判断的影响效应。研究发现，年报问询监管有助于提高未来关键审计事项信息量。从总分所层面，年报问询监管对关键审计事项信息量的积极作用在分所层面更明显；再到审计项目团队层面，年报问询监管对关键审计事项信息量的决策效用在“低成本型”的审计项目团队行业专长中更显著。进一步地，年报问询监管能够增进关键审计事项信息量来提升新审计报告的稳健性。此外，年报问询力度和具有风险特质的年报问询事项更显著积极影响关键审计事项信息量。本文从三维层面检验了年报问询函对关键审计事项判断的披露效果，丰富了精准问询施策的经济效应研究和关键审计事项决策价值的研究。",
    "file": "literature sharing/年报问询函影响关键审计事项判断吗__耀友福 (1).pdf"
  },
  {
    "title": "签字审计师自恋会影响关键审计事项披露的信息含量吗？",
    "author": "吴伟荣，刘英姿，张敏",
    "year": "2024",
    "abstract": "关键审计事项（ＣＡＭ）的信息含量问题是颇受审计学界关注的前沿性问题。本文以２０１７—２０２１ 年沪深 Ａ 股上市公司为研究样本，运用机器学习领域的自然语言处理技术，实证考察了签字审计师自恋与关键审计事项披露信息含量的关系。研究发现：自恋型审计师可以有效提高关键审计事项披露的信息含量，且主要是项目审计师自恋并非复核审计师自恋有助于提高信息含量。该现象在减值类事项以及存在审计费用溢价时更明显。此外，项目审计师自恋有利于关键审计事项提供更多的持续性增量信息，且信息含量的增加会增加文本的理解难度。上述结论在经过剔除第三位审计师的影响等稳健性检验以后依然成立。研究结论不仅从审计师心理特征的视角丰富了关键审计事项信息含量的相关研究，同时为事务所制定业务发展战略、监管者进一步规范审计报告定性内容披露提供了参考。",
    "file": "literature sharing/签字审计师自恋会影响关键审计事项披露的信息含量吗？_吴伟荣 (1).pdf"
  },
  {
    "title": "社交媒体关注对关键审计事项样板化的影响研究",
    "author": "苏子豪，孙岩，赵巍",
    "year": "2024",
    "abstract": "以2016~2020年 A 股上市公司样本,利用投资者在“股吧”的活动特征反映社交媒体关注,探究社交媒体关注对关键审计事项样板化的影响。研究发现,社交媒体关注能够有效降低关键审计事项的样板化程度,而且这一结果在社交媒体负面情绪较强、公司对投资者保护力度较差时更强。机制研究表明,社交媒体关注通过提高审计师的预期声誉损失来降低关键审计事项的样板化程度。进一步研究显示,社交媒体的高度关注还会抑制关键审计事项文本的纵向相似度、增强可读性、增加涵盖的会计科目范围。",
    "file": "literature sharing/社交媒体关注对关键审计事项样板化的影响研究_苏子豪 (1).pdf"
  },
  {
    "title": "审计报告信息含量对公司股价崩盘风险的影响研究",
    "author": "史永，许铭原，刘永奇，李思昊",
    "year": "2023",
    "abstract": "审计报告中沟通关键审计事项的目的在于打开审计活动的“黑箱”，向报告使用者提供更多的信息。以2016—2021 年 A 股上市公司为样本，采用文本分析方法构建关键审计事项行业文本相似度来衡量审计报告信息含量，考察审计报告信息含量对股价崩盘风险的影响。研究发现，关键审计事项行业文本相似度与公司未来股价崩盘风险显著正相关，即审计报告信息含量越少，公司未来股价崩盘风险越高，该结论在一系列稳健性测试后仍然成立。进一步研究发现，较高的公司治理水平和良好的信息供需水平能够显著抑制审计报告信息含量不足对股价崩盘风险的影响。研究结果深化了注册会计师审计与资本市场的研究，并从审计供给、审计需求和审计监管三方面提出建议，为促进资本市场稳定和高质量发展提供参考。",
    "file": "literature sharing/审计报告信息含量对公司股价崩盘风险的影响研究_史永.pdf"
  },
  {
    "title": "审计报告中关键审计事项披露的初步研究———来自 A+H 股上市公司的证据",
    "author": "路军，张金丹",
    "year": "2018",
    "abstract": "为提升审计报告的信息含量，顺应潮流，中国审计准则制定机构在 2016 年修订、颁布了新审计报告准则，并于 2017 年 1 月 1 日率先在 A+H 股上市公司中实施，其中最重要的变化就是在审计报告中增加关键审计事项的披露。本文以此为契机，从披露方式、数量分布、详细分类、行业特征和事务所特征等方面全面分析了 A+H 股上市公司审计报告中首次披露的关键审计事项信息。同时，还对关键审计事项的审计应对方法进行了总结分析。本文相关发现有助于我们初步评价新审计报告准则的实施情况，对监管者、投资者和会计师事务所等都具有积极的启示意义。",
    "file": "literature sharing/审计报告中关键审计事项披露...来自A+H股上市公司的证据_路军.pdf"
  },
  {
    "title": "审计报告中披露关键审计事项信息有助于提高审计质量吗?———报表盈余和市场感知双维度的经验证据",
    "author": "张金丹，路军，李连华",
    "year": "2019",
    "abstract": "财政部批准发布的第 1504 号审计准则要求注册会计师在审计报告中沟通关键审计事项。本文基于我国新审计准则分步实施提供的准自然实验环境，采用 PSM－DID 方法研究了审计报告中披露关键审计事项对审计质量的影响，我们发现: 关键审计事项的披露并未对财务报告层面的审计质量产生实质性影响，表现为公司操控性应计并未发生显著变化; 但关键审计事项的披露对市场感知层面的审计质量产生了明显影响，表现为公司盈余反应系数显著上升。上述结果表明关键审计事项披露后，财务报告层面的审计质量与市场感知层面的审计质量发生了背离，不过进一步的检验发现，这种背离在更长时间窗口的观测中消失。本文结论对准则制定机构、市场监管者等多个市场主体的行为选择具有启示意义。",
    "file": "literature sharing/审计报告中披露关键审计事项...和市场感知双维度的经验证据_张金丹.pdf"
  },
  {
    "title": "审计结果质量与关键审计事项差异度",
    "author": "吴秋生，卫晓明，江雅婧",
    "year": "2022",
    "abstract": "关键审计事项是审计师在审计结果质量已经确定的审计报告编制阶段，从审计过程中与客户治理层沟通事项中选择报告的，展示审计过程质量、提高审计报告沟通价值的最重要事项。实践中关键事项报告大多具有雷同性，这是审计师肆意妄为的弊端还是基于审计结果质量的理性选择? 选取 2016 年 A + H 股和 2017—2019 年 A 股上市公司为样本进行研究，结果发现:审计实施阶段获得的审计结果质量越高，审计报告阶段报告的关键审计事项差异度越小，且事务所规模越小，这种关系越显著。进一步研究发现，审计师的这种策略选择可以降低财务重述和提高审计收费，确实是理性行为。研究结论对于审计师正确执行关键审计事项准则，政府恰当监管关键审计事项报告，投资者有效运用关键审计事项信息有重要意义。",
    "file": "literature sharing/审计结果质量与关键审计事项差异度_吴秋生.pdf"
  },
  {
    "title": "审计师变更的“新视角”效应——基于关键审计事项披露的文本证据",
    "author": "胡国强，邳宇晨，孙文祥",
    "year": "2024",
    "abstract": "审计师变更能否给当期财务报表审计带来“新视角”进而改善审计质量一直是审计理论实证研究的难点。基于关键审计事项（CAM）披露的文本信息，本文实证考察了审计师变更的“新视角”效应。研究发现，审计师变更显著降低了公司本期 CAM 与上期的纵向文本相似度。相比重新上任，完全履新的审计师变更降低程度更大；“换师换所”和“换师不换所”均具有降低作用，但前者影响更大；相比只变更项目合伙人或经理，两者同时变更的降低作用最大；而且，降低作用主要集中于行业专长审计师。最后发现，变更公司 CAM 纵向相似度越低，审计投入越多、审计质量越高、信息有用性越强。研究拓展了审计师变更和 CAM 披露文献，为审计师轮换制度与新版审计报告准则实施提供了经验参考。",
    "file": "literature sharing/审计师变更的“新视角”效应...关键审计事项披露的文本证据_胡国强.pdf"
  },
  {
    "title": "审计师变更会影响关键审计事项披露模板化吗?",
    "author": "陈丽红，孙梦娜等",
    "year": "2023",
    "abstract": "审计报告改革旨在降低传统审计报告的模板化问题，提高审计报告的沟通价值和审计工作的透明度。本文从审计师变更的视角考察了关键审计事项披露的模板化问题。研究发现，审计师变更可以减弱关键审计事项披露模板化；进一步机制检验发现，审计投入的提高、关键审计事项披露信息量的增加是审计师变更降低关键审计事项模板化披露的作用机制；当业务负责人、非“四大”背景的审计师发生变更以及企业外部分析师跟踪数较低时，审计师变更对关键审计事项披露模板化的降低效应更加明显；此外，审计师变更通过降低关键审计事项的模板化披露减少了企业的财务重述，同时带来了积极的市场反应。本文不仅丰富了审计师变更和关键审计事项披露的相关研究，也为监管部门进一步提升审计报告改革长期效果提供了可以借鉴的思路。",
    "file": "literature sharing/审计师变更会影响关键审计事项披露模板化吗__陈丽红.pdf"
  },
  {
    "title": "审计师更换影响管理层报告信息增量了吗？——来自纵向文本相似度的证据",
    "author": "葛锐，刘晓颖，孙筱蔚",
    "year": "2020",
    "abstract": "“管理层讨论与分析”为投资者和资本市场提供了从管理层视角了解公司经营情况的信息。本文关注了审计师更换对该部分内容增量信息变动的影响，主要运用向量空间模型并结合词频的逆文档频率算法，计算2012~ 2017年上交所公司公告中“管理层讨论与分析”的纵向文本相似度，研究发现审计师更换导致纵向文本相似度显著下降。进一步研究发现，当企业会计信息质量较差或分析师跟踪较少时，该现象更加明显；替代关键变量和倾向得分匹配后检验，结论仍然成立。这表明审计师更换使得管理层报告提供了更多增量信息，有助于改善信息环境，缓解代理问题，为审计师轮换制度提供了更为细致的证据支持。",
    "file": "literature sharing/审计师更换影响管理层报告信...—来自纵向文本相似度的证据_葛锐.pdf"
  },
  {
    "title": "审计资源共享与审计风格",
    "author": "刘成，叶飞腾，章奕玲",
    "year": "2023",
    "abstract": "本文基于签字审计师的合作历史数据识别了每年的单个审计团队网络及内部连接紧密程度来度量审计团队层面的资源共享，并使用我国A股上市公司2017—2021年的关键审计事项文本特征数据来度量审计团队层面的审计风格，研究审计团队层面的资源共享是否有利于塑造审计风格。研究发现，审计团队内部资源共享程度越高，其基于关键审计事项文本特征的审计风格越相似。此外，这种关系会受到事务所规模、审计团队规模和客户公司数量的影响，其背后的经济意义在于通过统一审计工作文本特征相关的范式进而部分提升了审计效率。",
    "file": "literature sharing/审计资源共享与审计风格_刘成.pdf"
  },
  {
    "title": "事务所变更的“年报形式质量之谜”及其经济后果——基于模板化披露的经验证据",
    "author": "王嘉鑫，王永海",
    "year": "2020",
    "abstract": "现有研究对于事务所变更在企业信息披露质量中发挥的作用尚存争论，“治理假说”和“合谋假说分别认为事务所变更会提高和降低年报质量。现有文献多聚焦于财务信息的内容质量，而对非财务信息形式质量的研究较为缺乏。本文从年报模板化视角考察事务所变更对年报形式质量的影响发现：会计事务所变更后，公司年报模板化程度相较上年显著上升，且在因非正常因素发生变更、存在较强高管自利动机下更明显，说明“合谋假说”占主导；事务所变更与年报模糊化程度的关系在四大变更为非“四大”、高行业竞争度以及高审计费用溢价的公司中更显著：事务所变更后年报模板化披露会损害企业价值。本文研究结论为监管部门有效监督事务所变更后的审计质量提供了经验参考。",
    "file": "literature sharing/事务所变更的“年报形式质量...—基于模板化披露的经验证据_王嘉鑫.pdf"
  },
  {
    "title": "事务所规模与关键审计事项披露",
    "author": "陈丽红，李明艳",
    "year": "2021",
    "abstract": "高质量的审计主体是提升审计质量的助推器，也是影响审计报告改革成败的重要因素。以 2016—2019 年我国 A 股上市公司为样本，实证检验会计师事务所规模对关键审计事项披露的具体影响以及可能产生的经济后果。研究发现，事务所规模越大，其披露的关键审计事项数量越多、文本篇幅更长，且更愿意出具结论性评价。从关键审计事项披露的具体类型来看，规模大的事务所更倾向于披露文本相似度低、公司特性层面、归因清晰的关键审计事项，并更愿意采用积极的结论性评价方式进行具体披露。此外，规模越大的事务所披露充分的关键审计事项后，客户的可操控性应计利润越低。",
    "file": "literature sharing/事务所规模与关键审计事项披露_陈丽红.pdf"
  },
  {
    "title": "新审计报告特质信息披露的决策有用性研究——基于文本相似度视角",
    "author": "宋婕，邳宇晨，赵慧",
    "year": "2024",
    "abstract": "如何提升审计报告沟通价值对增强我国资本市场效率至关重要。本文基于关键审计事项（ＣＡＭ）披露的文本相似度视角，考察新审计报告中蕴含的特质信息披露是否具有决策有用性。以 ２０１７—２０２０ 年 Ａ 股上市公司为样本，研究发现：与同期同行业其他公司 ＣＡＭ 披露的横向文本相似度越小，公司新审计报告特质信息披露的信息含量越大，表现为事件窗口内的累计超额回报越高。并且，这些特质信息披露的决策有用性主要来自 ＣＡＭ 事项描述段，而非审计应对段。进一步研究发现，新审计报告特质信息披露的决策有用性主要存在于公司信息环境较差、审计师具有行业专长，以及公司有着更多专业投资者时。研究表明，新审计报告特质信息披露在我国资本市场具有决策有用性，为当前审计报告模式改革提供经验支撑与参考借鉴。",
    "file": "literature sharing/新审计报告特质信息披露的决...研究——基于文本相似度视角_宋婕.pdf"
  },
  {
    "title": "言多必失? 管理层报告的样板化及其经济后果",
    "author": "赵子夜，杨庆，杨楠",
    "year": "2019",
    "abstract": "样板化报告在古今中外都有广泛的运用，但报告者面临两难: 一方面，样板化有利于规避披露风险；但另一方面，样板化又不利于传递内部信息。那么，投资者如何评价中国上市公司的报告的样板化程度? 以中国上市公司的管理层讨论与分析的文字为样本，用公司 t 期和t － 1 期报告的纵向文本相似度以及本公司和其他公司同期的报告的平均横向相似度来衡量样板化的水平，并考察了其经济后果． 检验结果表明，纵向样板化的经济后果呈现相机抉择性，当公司财务风险高(亏损、微利或者被出具非标准审计意见) 时，信息效应占优，样板化的报告引发负面的市场评价，而当公司财务风险较低，风险效应占优，样板化的报告则引发市场的好评。另一方面，报告横向样板化则引起了整体的负面评价。在调节效应方面，纵向样板化的经济后果受公司创新、特质信息、董事长权力和停牌次数的影响，横向样板化的经济后果则受到公司独立董事的社会网络位置的影响。综合结果表明，公司管理层讨论与分析的横向样板化，以及在高财务风险条件下的纵向样本化都会因信息披露不足而引起负面的经济后果。",
    "file": "literature sharing/言多必失_管理层报告的样板化及其经济后果_赵子夜.caj.pdf"
  },
  {
    "title": "言多必失：审计说明段的文本样板化",
    "author": "赵子夜",
    "year": "2015",
    "abstract": "审计意见的文本体现出高度的样板化的特征，即使在无保留意见加说明段的意见中，说明段的样板化特征依然明显。样板化的报告帮助管理层免于发布过于乐观的信息，对报告者予以了保护。这一现代财务的现象在本土的历史中可以找到文化渊源，比如同业互评中的样板化报告和官官相护的社会网络，所谓言多必失。但是，样板化的报告有损于投资者对信息的需求。本文以中国上市公司 2001-2011 年的审计意见的说明段的文字为检验对象，发现对于非国有公司而言，审计文本的样板化会引发市场的差评，但这一现象在国有样本中并不明显，结论有助于我们理解样板化特征在现代财务报告中的经济后果。",
    "file": "literature sharing/言多必失-审计说明段的文本样板化.pdf"
  },
  {
    "title": "异常审计费用与关键审计事项披露",
    "author": "陈丽红，易冰心，张龙平",
    "year": "2022",
    "abstract": "通过考察异常审计费用对关键审计事项披露的具体影响、作用机制和经济后果，研究发现，异常审计费用越高，关键审计事项披露越充分，且上述影响在披露微小盈利、“十大”事务所和行业专家审计的公司样本中更显著。机制检验发现，收取更高异常审计费用的事务所通过增加签字审计师合伙人数量和审计时长提升了关键审计事项披露充分性，并减少了客户财务重述和真实盈余管理行为。通过文本分析还发现，异常审计费用越高，关键审计事项披露的行业差异化程度越高、归因更清晰、积极性结论性评价也越多。研究不仅丰富了异常审计费用与关键审计事项披露的相关研究，也为监管部门规范低价审计竞争行为、引导关键审计事项充分披露提供了可以借鉴的思路。",
    "file": "literature sharing/异常审计费用与关键审计事项披露_陈丽红.pdf"
  },
  {
    "title": "注册会计师审计报告改进研究——基于我国审计报告改革试点样本的分析",
    "author": "冉明东，徐耀珍",
    "year": "2017",
    "abstract": "审计报告改革是近十年注册会计师审计行业的重大事件，引起了社会各界的广泛关注。以我国审计报告改革首先在 A 股和 H 股公司试点为背景，本文对 2016 年度的新审计报告进行全样本分析，并在国际比较的基础上对试点情况进行评价。研究结果表明，总体上我国审计报告试点结果符合预期，新审计报告有助于增加信息含量和提高审计透明度，并且在披露形式和方法上也体现出实践创新性。关键审计事项信息颗粒度差异较大、披露内容过度标准化和披露形式不统一也可能带来新的问题。如何权衡审计报告制度的成本收益，是未来改革进程中必须考虑的重要问题。在行业达成共识的基础上，相关部门应进一步优化新审计报告准则，并推动审计报告网络披露平台等配套措施的建设。",
    "file": "literature sharing/注册会计师审计报告改进研究...审计报告改革试点样本的分析_冉明东.pdf"
  },
  {
    "title": "Risk disclosure preceding negative outcomes: the effects of reporting critical audit matters on judgements of auditor liability",
    "author": "Brasel et al.",
    "year": "2016",
    "abstract": "CAM disclosures only reduce auditor liability for undetected misstatements that absent CAM disclosure are relatively difficult to foresee.",
    "file": "literature sharing/Brasel-RiskDisclosurePreceding-2016.pdf"
  },
  {
    "title": "How do auditor rotations affect key audit matters: evidence from South Africa",
    "author": "South African Audit Study Group",
    "year": "2022",
    "abstract": "The paper deals specifically with audit partner and firm rotations as possible KAM determinants. Hand-collected details are analysed to test for changes in the absolute number of KAMs as well as for KAMs added to or removed from audit reports to provide a more refined measure of how KAM disclosures are varying.",
    "file": "literature sharing/BAR-How do auditor rotations affect key audit matters-south africa.pdf"
  },
  {
    "title": "Audit Partner Style in Key Audit Matter \nReporting Decisions",
    "author": "Karla Zehms",
    "year": "2020",
    "abstract": "What drive partners'unique KAM reporting styles are not unique to KAMs,but other audit outcomes;A partner's style in producing more comprehensive audit reports does not inhibit their audit efficiency.",
    "file": "literature sharing/Audit_Partner_Style_in_Key_Audit_Matter_Reporting_Decisions.pdf"
  },
  {
    "title": "What Does the Auditor Say? Auditors’ Disclosures of Critical Audit Matters and Audit Fees",
    "author": "Jeff Zeyun Chen & Karen K. Nelson & Yanyan Wang & Lisheng Yu",
    "year": "2021",
    "abstract": "Auditors'perceptions of audit risks revealed in the newly-expanded audit opinion capture information is relevant for understanding audit pricing decisions.",
    "file": "literature sharing/Auditors’ Disclosures of Critical Audit Matters and Audit Fees.pdf"
  },
  {
    "title": "Back to where it started? —Do expanded auditor's reports become sticky, generic and boilerplate over time?",
    "author": "Andreas Seebeck",
    "year": "2024",
    "abstract": "Audit firms have successively developed standard text modules for KAM report-ing that undermine the aim of expanded auditor's reports to provide informative value.",
    "file": "literature sharing/Back to where it started  Do expanded auditor s reports become sticky  generic and.pdf"
  },
  {
    "title": "CFO 地位与管理层报告样板化",
    "author": "游家兴 & 吕可夫 & 于明洋 & 张哲远",
    "year": "2021",
    "abstract": "当 CFO 在公司中地位越高时，他们能够更好地履行自身职能，越有助于遏制管理层报告\n流于形式的做法。当 CFO 任职公司为家族企业或位于儒家文化中心地区时，CFO 地位与\n管理层报告样板化之间的负向关系越显著。进一步研究发现，当管理层报告样板化随着\nCFO 地位提高而降低时，不仅可以向市场释放出更多信息含量，而且还降低了公司未来\n股价崩盘风险。",
    "file": "literature sharing/CFO地位与管理层报告样板化_游家兴.pdf"
  },
  {
    "title": "Properties of Key Audit Matters: Determinants and Impacts on the Capital Market",
    "author": "Kamolmett Chrityakierne",
    "year": "2023",
    "abstract": "Analyst and investor reactions are related tothe nature of KAM categories, the proportion of KAM devoted to describing risk, and the uncertain tone in KAM. Investor reactions are also positively associated with KAM specificity.",
    "file": "literature sharing/chrityakierne_kchr_thesis.pdf"
  },
  {
    "title": "Common auditors and internal control similarity: Evidence from China",
    "author": "Tao Chen",
    "year": "2023",
    "abstract": "Based on a less concentrated audit market in China, we find that firm-pairs with common auditors enforce a similar internal control system.",
    "file": "literature sharing/Common auditors and internal control similarity.pdf"
  },
  {
    "title": "Unravelling the Motor of Patterning Work: Toward an Understanding of the Microlevel Dynamics of Standardization and Flex",
    "author": "Anja Danner-Schroder & Daniel Geiger",
    "year": "2016",
    "abstract": "The study reveals that routines perceived as stable are enacted through \"aligning and prioritizing\" activities, while those perceived as flexible rely on \"selecting and recombining\" activities.",
    "file": "literature sharing/DannerSchrder-UnravellingMotorPatterning-2016.pdf"
  },
  {
    "title": "Do auditor changes affect the disclosure of critical audit matters? Evidence from China",
    "author": "Lihong Chen & Tingting Xiao & Jia Zhou",
    "year": "2023",
    "abstract": "These findings highlight the vital impact of changing the audit firm and all signing auditors in improving audit and financial reporting quality and stock market pricing efficiency through adequate disclosure of CAMs.",
    "file": "literature sharing/Do auditor changes affect the disclosure of critical audit matters.pdf"
  },
  {
    "title": "Disclaimer effect of key audit matters in China: negative press\ncoverage and boilerplate",
    "author": "Qianqun Ma & Jianan Zhou & Qi Wang",
    "year": "2022",
    "abstract": "auditors of firms exposed to substantial negative press coverage will reduce the boilerplate of KAMs.",
    "file": "literature sharing/Disclaimer effect of KAMs-negative press and boileplate.pdf"
  },
  {
    "title": "Does Differentiated Key Audit Matter in Unqualified Audit Reports Indicate Increased Financial Misstatement Risk? Evidence from China",
    "author": "Qi Wang & Qianqun Ma & Jianan Zhou & Kongwen Wang",
    "year": "2023",
    "abstract": "Financial statements with less boilerplate KAM are more likely to be subsequently restated than those with more boilerplate KAM.This association is only pronounced for smaller auditing firms in stronger legal environments.And differentiated KAM are likely to disclose more risk-related information.",
    "file": "literature sharing/Does Differentiated Key Audit Matter in Unqualified Audit Reports Indicate Increased.pdf"
  },
  {
    "title": "Does extended auditor disclosure deter managerial bad-news hoarding? Evidence from crash risk",
    "author": "Donghui Li & Lu Xing & Yang Zhao",
    "year": "2022",
    "abstract": "Extended auditor's reports adoption dampens bad-news hoarding by managers.",
    "file": "literature sharing/Does extended auditor disclosure deter managerial bad news hoarding.pdf"
  },
  {
    "title": "Does industry audit risk similarity affect auditor expertise? Evidence from China",
    "author": "Yu Liu & Julia Junxia Liu & Qingquan Xin",
    "year": "2022",
    "abstract": "Auditors benefit from achieving economies of scale rather than providing quality-differentiated audits, by specializing in industries with similar audit risks.",
    "file": "literature sharing/Does industry audit risk similarity affect auditor expertise  Evidence from China.pdf"
  },
  {
    "title": "Does reduced boilerplate of KAMs indicate increased audit effort? Evidence from China",
    "author": "Qianqun Ma & Qi Wang & Kongwen Wang & Chong Wu",
    "year": "2024",
    "abstract": "Reduced boilerplate in Key Audit Matters reflects increased audit effort. Auditors reduce boilerplate in response to negative media coverage or weak legal environments, particularly in large audit firms and non-state-owned enterprises.",
    "file": "literature sharing/Does reduced boilerplate of KAMs indicate increased audit effort.pdf"
  },
  {
    "title": "Essays on the effectiveness of KAM disclosure in auditor's reports",
    "author": "Vorgelegt von & Johanna Rematzki\n",
    "year": "2018",
    "abstract": "KAMs show theoretical promise but their real-world effectiveness depends on how specifically they are written. Boilerplate KAMs add little value.",
    "file": "literature sharing/Doktorarbeit_Johanna Rematzki_FINAL_1.pdf"
  },
  {
    "title": "The impact of financial risk on boilerplate of key audit matters: Evidence from China",
    "author": "Qi Wang & Lin Zhang & Qianqun Ma & Chong Wu",
    "year": "2024",
    "abstract": "KAMs are more differentiated if the firms are subject to higher financial risk which is pronounced for client firms in the weaker legal environment and audit firms with larger market shares.Auditors are more likely to differentiate KAMs related to firms'profitability if firms are subject to high financial risk.",
    "file": "literature sharing/firm risk on boilerplate of key audit matter_evendence from china.pdf"
  },
  {
    "title": "How auditors identify and report key audit matters - An organizational routines perspective",
    "author": "Warren Maroun & Alan Dubois´ee de Ricquebourg",
    "year": "2024",
    "abstract": "our paper adds to the literature on how auditing is socially constructed and reveals how technical concepts are “transmitted” among individual practitioners to illuminate an understudied aspect of auditing",
    "file": "literature sharing/How-auditors-identify-and-report-key-audit-matters---A_2024_The-British-Acco.pdf"
  },
  {
    "title": "Informativeness of Key Audit Matters: Evidence from China",
    "author": "Beng Wee Goh & Jimmy Lee & Dan Li & Muzhi Wang",
    "year": "2023",
    "abstract": "KAMs are more informative for non-state-owned enterprises (non-SOEs), smaller firms, and firms that have a smaller analyst following.We also find that investors respond to the characteristics of KAM disclosures, providing corroborative evidence of the informativeness of these disclosures",
    "file": "literature sharing/Informativeness of Key Audit Matters Evidence from China.pdf"
  }
]